[
    {
        "title": "real to reel",
        "author": "lidia yuknavitch",
        "imgSrc": "http://d.gr-assets.com/books/1328856088l/839230.jpg",
        "body": "<p>you are not yourself, and what's worse, you know it </p> <p>so call the literary cops of the Anyone Who Remotely Gives A Care department, cause here's something i've discovered: lidia yuknavitch is a goddamn plagiarist. </p> <p>ok, a self-plagiarist, but still. </p> <p>as some of u may recall, back in an age of innocence, a naive, starry-eyed lil bitty baby zan wrote a wine-soaked, grudgingly admiring review of yuknavitch's &quot;the small backs of children,&quot; which you can fondly reread right here. </p> <p>well hold the phone, charlene, then carefully replace the phone in its analog cradle. then shoot the phone.</p> <p>basically, the first 30 % of &quot;the small backs of children&quot; = the first 40 % of &quot;siberia: still life of a moving image,&quot; the 58-page semi-novella that closes out this collection of short &quot;fictions&quot;...</p> <p>so if u loved thrilling passages like...</p> <p>-the frozen severed arm that somehow never transforms into a fully-cooked shank of roast beef in comical, tom-and-jerry-esque, meat-o-vision fashion -the sexi prisoner back scrubbing scene w/ bonus &lsquo;mole constellation&rsquo; reference -the scientist character who talks nonstop, references galileo in a &ldquo;everything is infinite&rdquo; kind of way, and then gets shot in the throat +/- 2 seconds before freedom -bargain-bin holocaust scenery w/o all the guilt -and so much more!</p> <p>...then you&rsquo;ll probably be vaguely annoyed with yuknavitch&rsquo;s retroactive ctrl+c, ctrl+v from &ldquo;siberia.&rdquo; in short, the plagiarism/copying/&rdquo;artistic revision&rdquo; ranges from the broad strokes of the story (single iconic photograph, deadly blast orphan girl + old lady potato) to singular moments, like the dog&rsquo;s tongue mistaken for a kissing prison guard...and while these moments of recognition attest to yuknavitch&rsquo;s ability to craft striking and memorable images, lines and scenes, it also felt like i was cheated out of my $13.95. after doing so research (read: half-hearted googling) it doesn&rsquo;t seem like yuknavitch has ever publicly acknowledged what she was doing, which is annoying too. </p> <p>a friend argued that there can be a real pleasure to charting an artist&rsquo;s oeuvre, noting connections and the telling reused words and phrases (&ldquo;pearl of come&rdquo; might be one for yuknavitch). but seeing human &ldquo;need machine,&rdquo; (a line i liked so much i tweeted it) repeated in &ldquo;real to reel&rdquo; just made the phrase seem less special, at least to me</p> <p>so&#8230; yea. i dont have my copy of &ldquo;small backs&rdquo; anymore (i deemed it the literary equivalent of one metric unit of bananagrams during my escape from liberty st./satan&rsquo;s crib), so i cant really do a line-by-line comparison. but it&rsquo;s worth noting that &ldquo;siberia&rdquo; doesnt include any of the alcoholic artist mystery team or the girl&rsquo;s escape to america, while &ldquo;small backs&rdquo; doesnt have the &lsquo;winking-biographical&rsquo; elements/40-yr-old roar of the woman pain, which ends in shitting and pissing on a hardwood floor. in that way, &ldquo;small backs&rdquo; is actually much more a flirtation with the conventional literary thriller, while &ldquo;real to real&rdquo; is more concerned with overarching thematic concerns and emotions. its hard to judge &ldquo;siberia&rdquo; having already read its reiteration, but i think i prefer it. </p> <p>A FEW RUSHED CONTENT THOUGHTS</p> <p>-this has been a fairly negative review (i dont like plagiarism), but overall this collection wasnt that bad. the first two stories &ldquo;scripted&rdquo; and &ldquo;male lead&rdquo; were both easily 5-star fictions. the first just had great voicing and explored some concerns about authenticity that didn&rsquo;t need a plot to mask them, while the second featured an honestly hilarious aping of the stoner bro dialect&#8230; tho it also felt the farthest from yuknavitch&rsquo;s usual style. </p> <p>-the rest of the stories: &ldquo;beatings&rdquo; and &ldquo;how to lose an eye&rdquo; are definitely skippable. i wasnt entirely sure &ldquo;chair&rdquo; was a story. &ldquo;blue movie&rdquo; and &ldquo;signification&rdquo; were good but i wasnt quite in the right mood to appreciate them. &ldquo;shooting&rdquo; felt like it was mostly interesting because of what i know about yuknavitch&rsquo;s actual life. </p> <p>-honestly, i sometimes wonder if my real problem as a reader is that yuknavitch is trying to &ldquo;say&rdquo; something that im not rlly ready to hear. as an english major who is legally obligated to pontificate about the &ldquo;universal&rdquo; value of literature, i dont even kno if i buy this line of thinking, but sometimes i wonder if im too young, too male, too not a 40-yr-old former drug addict to rlly &lsquo;get&rsquo; what yuknavitch is all about. that im not picking up what she&rsquo;s laying down. </p> <p>women, who can blame them for being pissed and insane </p>"
    },
    {
        "title": "deliverance",
        "author": "james dickey",
        "imgSrc": "http://d.gr-assets.com/books/1222524326l/3316219.jpg",
        "body": "<p>this book is probably the worst thing to happen to georgia's reputation since actually living in georgia. </p> <p>james dickey is (according to wikipedia) a national book award winning poet who performed at president carter's inauguration, whose name has become synonymous with &quot;dueling banjos&quot; and &quot;hillbilly sodomy.&quot; actually, his name has become synonymous with &quot;that guy that wrote that book that they turned into a movie [with dueling banjos... sodomy].&quot; </p> <p>CONTENT THOUGHTS</p> <p>- i normally dont like to complain about plot 'inconsistencies,' (preferring the higher form of criticism revolving around pseudo-intellectual digressions and penis jokes), but when 3/4ths of the main characters basically say, &quot;screw justifiable homicide/self defense, the southern courts are well-known for their bias against white middle-aged professionals, lets engage in some needless obstruction of justice,&quot; i really didnt buy it. of course they have to make that decision because the book isn't over yet. </p> <p>- for a book whose reputation is essentially predicated on male rape, the actual sodomy scene itself is described fairly daintily by our 'modern' standards.' it goes (almost) w/o saying that female rape is treated much more casually in book reviews, and is often deemed not even worth mentioning (looking at u, gam of thrones)&#8230; sooo&#8230; yes. this is bad. </p> <p>- main character exhibits a healthy, god-fearing phobia of pornography, like all southern gentleman:</p> <p>i thought of those films you see at fraternity parties and in officers' clubs where you realize with terror that when the girl drops the towel the camera is not going to drop with it discreetly, as in old hollywood films, following the bare feet until they hide behind a screen, but is going to destroy someone's womanhood be raping her secrecy; that there is going to be nothing left. </p> <p>fun(??) fact: this is the only usage of the word &quot;rape&quot; in the book. </p> <p>- i actually kind of like the above passage tho, because it gives you a good sense for dickey's poetic lyricism. like a lot of good poets, he writes a lot of nice flowing prose, none of which is tight or compact enough to really scream &quot;underline me.&quot; downside of this &quot;high modernism&quot; style is when dickey is too busy using 'creative verbs' to accurately describe spatial relations or 'paint' the picture in your mind. I JUST WANNA VISUALIZE BURT REYNOLDS' FOOTHOLDS AS HE CLIMBS THIS CHASM, DICKEY, STOP TRYNA CREATE ART</p> <p>- best part of book was beginning bleak suburban ennui chapter that reminded me of 'the man in the gray flannel suit' even tho i haven't even read that book slash am an actual asshole </p> <p>- i was going to give this book three stars (because fuck it, at least it held my attention), but dickey decided to have a character mention his love of &quot;gook&quot; (????????) zen philosophy literally on the penultimate page, which was stupid. now i feel like i should give the book one star... but if u are going to give everything u read with casual racism in it one star, you can not read anything published before maybe yesterday </p> <p>- squeal like a pig :(</p>"
    },
    {
        "title": "the luminaries",
        "author": "eleanor catton",
        "imgSrc": "http://d.gr-assets.com/books/1406511647l/20706233.jpg",
        "body": "<p>and he did not take pleasure, as some men did, in believing himself betrayed </p> <p>PUNO, PERU -- this should be a review of &quot;the count of monte cristo.&quot; it's not. i read the first two pages of that very, very long book, had a subsequently quite satisfying &quot;nope!&quot; moment, and grabbed this book instead, which is almost as heavy, and which i usually made my girlfriend lug because it didn't fit in my carry-on. she threatened to throw it off (very scenic-looking) mountains multiple times. if it had been that damn dumas, i dont think i would have been able to say no.</p> <p>the disappointing thing about historical fiction (i.e, books that were written a rlly long time ago, as opposed to those merely set in the past) is that they seem to lack the consciousness we expect and feel in our everyday lives. &quot;the count of monte cristo,&quot; as far as i can tell, is mostly ppl crying &quot;hark.&quot; tho of course there are obvious exceptions (shakespeare), rarely do we encounter the knight errant stopping mid-charge to wonder &quot;isn't this a tad cliche?&quot; Which of course is why we (i) love historical fiction. because it transposes our modern awareness into the foreign past, where this consciousness rarely feels self-crippling, probably because the ups and downs of the past seem less treacherous, because we know that it all works out OK in the end. (corollary: i would happily serve in any past war as long as I knew i wouldnt be hurt in any way, or suffer from any of the more exotic forms of trench diarrhea. who wouldn't?) and of course the past is always more exciting, because it was harder, and therefore more authentic(???). </p> <p>CONTENT THOUGHTS</p> <p>- so &quot;the luminaries&quot; is a great book of strikingly modern psychological insight disguised as astrological interpretation. from what i can tell, there really is a zodiacal scheme guiding the plot and the power relations between characters, but catton's diagnosis of psychology has nothing to do with the stars, and everything to do with our contemporary understanding of personality and persona.</p> <p>- Like horoscopes, conversely, these insights seem both deeply personal and yet totally universal. this is not really a bad thing, but you can almost set your clock by the royal-we narrator's analytical intrusions, which always reminded me of those Thinking/Feeling/DJFKNJKJASDF personality tests where none of the results are: you are an ass, even tho we know these ppl exist and walk among us. </p> <p>- plot relies on a number of coincidences, which didnt really bother me, but suffered from the &quot;scooby doo we gotta warp this up in 3 minutes&quot; problem, where several of the main 'mysteries' that drove the plot were essentially summarized. some problems were actually left for the reader to infer, which i should like, but since other plot points were recounted by exactly 12 different characters, and then later reiterated by the narrator, the later need for reader inferences seemed like laziness. </p> <p>- another annoying thing: (c'mon bruh u rlly afraid of da spoil) (view spoiler)</p> <p>- i read this book on (variously) plane, bus, bed, minivan and riverside rock, all of which were located in various countries that are not America, and therefore i could not engage in my usual practice of using my iphone to google words i am not familiar with, then getting distracted on the twitter app, then throwing the book out the window because, fuck books. the upside of this was i actually managed to finish this novel. the downside was, 834 pages later, i still don't know what a &quot;barque&quot; is, which turned out to be everyone's favorite word. i also dont know the definition of accoucheuse. or andirons. sighhhhh </p> <p>- this book has been to macchu pichu; have u ?</p> <p>the benefit of the doubt, to take the common phrase, was a haphazard gift</p>"
    },
    {
        "title": "you too can have a body like mine",
        "author": "alexandra kleeman",
        "imgSrc": "http://d.gr-assets.com/books/1433173755l/23461003.jpg",
        "body": "<p>she was too weak to be harmless </p> <p>there are absurd comic universes, and there are spooky scary absurd universes, but i'm not sure the two mix well. </p> <p>we understand that fright, connotatively, is paralyzing&mdash;think scared stiff. it's why we can't look away. and it's more than slightly ironic that most uncritically-thinking critics (me) call out horror media for being 'unrealistic.' because unreality is precisely what these fictions offer; they are scary because the rules of reality have changed, making it ir. </p> <p>that's why it doesn't matter if the babysitter chooses to hide in the closet or the basement or the attic or any other enclosed, exitless space that screams &quot;murder me here,&quot; instead of just calling the cops or running outside. because it wouldn't matter. because there is no &quot;outside&quot; in horror. it's the entire foundation of reality that's shifted an inch to the left, exposing a hole. </p> <p>that's why it doesn't bother me when A doesn't comment on the grim confection commercials that seem impossibly too anticapital to ever be aired on TV. Not only does her paralysis make sense in the face of the uncanny, more importantly, you can't call reality unrealistic. and for her, and for us, it is real. </p> <p>but, unfortunately, this book is about 30 % too funny. humor offers us another window into the absurd, but we expect the main character to be in on the joke. they understand that nothing makes sense, and thus act accordingly to their own gain. and this Yossarian/Heller-esque knowledge is the exact converse of the paranoia (which is really a fear of suspected knowledge) and creeping, totalizing sense of not-rightness that produces effective postmodern dread. </p> <p>the end result was never displeasing; the funny bits were funny and the terror-filled parts were terrific. but the overall mood of the piece suffered (see tonally disruptive concepts like disappearing dad disorder, which felt like a joke pulled from weird twitter). and thematically, I was less sure what kleeman was trying to say. from a completely cynical perspective, a 'funny' book seems less important &quot;to literature,&quot; whatever that is, which makes it harder to trick nebbish book readers into deifying you (the only goal of EVERY WRITER--IM LOOKING AT U, ME)</p> <p>but perhaps im just a complete asshole </p> <p>CONTENT THOUGHTS </p> <p>- kleeman hasnt gotten a lot of credit as a prose stylist, though she certainly is one, as evinced thru passages like: &quot;freezers full of frosted flesh cast a low blue light,&quot; where u can almost feel the consonant fricatives gliding into the ululating assonant glottal noise of 'low,' 'blue' and 'light' (did i mention i used 2 b an english major). another example: &quot;most substances machinate more subtly.&quot; </p> <p>she also just uses language and syntax inventively, finding the darker way to describe the ordinary actions and movements that make up the bulk of the novel. see: &quot;the tires turning against the road, rubbing themselves out on it&quot; </p> <p>- at the same time, she is also the sort of writer who, as a rule, would rather use an unfamiliar adjectival form over a familiar one. so: &quot;It was palindromic,&quot; over the probably preferably &quot;it was a palindrome.&quot; see: 'vulvar.' </p> <p>- while probably the best novel starring a copy editor ive ever read, it's also the only novel starring a copy editor i've ever read. which, conversely, makes it the worst novel starring [ditto] i've ever read as well. </p> <p>- the jacket flap copy writer is pretty sure you'll want to compare kleeman with pynchon, delillo and fucking paul auster (which, for review purposes, it would be helpful if i had ever actually read any of them), but i think kleeman has a lot to offer that i really doubt any of the aforementioned white men could bring to the genre. &quot;body&quot; is a novel novel that is concerned with consumption both figurative and literal, and i would recommend it to anyone interested in body politics or writing on anorexia in general. </p> <p>- and if you're not interested in digging that deeply, you can still read it (esp. the scenes between A and B) as a horror movie set inside a barbie doll house. </p> <p>- that fact that im mentioning this only just now says a lot about my own biases than anything, but kleeman struggles with plot, including a twist regarding B and C's relationship that will surprise absolutely no one cognizant of standard plot conventions. The ending too, felt like something out of student writing, where the author realizes she needs to make her character dynamic, have an epiphany, and regain the will to live all in 500 words or fewer. </p> <p>- its not at all surprising that kleeman is a phd candidate, who is interested in things like literary analysis. but sometimes great thesis material doesn't make for the most engrossing pacing...</p> <p>- overall feedback: could have used more riveting copy editing scenes. ('watch out! there's an error of substitution right behind u!) </p> <p>he had seemed like a different person, or the same person acting differently, an even scarier thought</p>"
    },
    {
        "title": "the secret place",
        "author": "tana french",
        "imgSrc": "http://d.gr-assets.com/books/1396671263l/20821043.jpg",
        "body": "<p>&ldquo;the secret place&rdquo; is a book about a gaggle of girls who find it so unbelievable that a tween boy might not be a total, unremitting poonhound that they kill him for it. </p> <p>in their defense, the boy is later revealed to be a semi poonhound. </p> <p>tonally, it&rsquo;s not &lsquo;night of the undead feminists&rsquo; (which doesn&rsquo;t necessarily sound like a bad thing), but for the reader, it&rsquo;s a chance to relive and vicariously re-hate all those middle-school-attending, classroom-airtime-monopolizing, unsuccessfully-boner-hiding, and of course, boob-staring boys. </p> <p>as a reformed boy, i am right there with them. the only difference between marriage and middle school is that, at least in marriage, there&rsquo;s only one booger-breather hogging the covers. </p> <p>it&rsquo;s hard to write about this w/o sounding like [gasp! a female writing a novel about murder!? without the written permission of her parent or chaperone?!! someone alert the authorities] but you don&rsquo;t have to read many lines like this (&ldquo;her and this guy: that thud will take them both across one-way borderlines, into worlds they can&rsquo;t imagine&rdquo;), to understand that the crime novel has shifted from its thoroughly masculine origins. </p> <p>(though of course there are obvious exceptions: cough cough wheeze gasp stieg larsson/ benjamin percy/ those clive barker/gun shootman books they only sell at airports and safeways) </p> <p>(though of course there are obvious exceptions to the exceptions: cough cough GONE GIRL / Woman on the train, etc, which are both written by women and have strong female agency)</p> <p>AND, just to be clear, (plz dont hate me): im not trying to recast &ldquo;the secret place&rdquo; as one of those aggressively pink noir serials titled something like &ldquo;ms. crumpet&rsquo;s all ladies private GUY detective/tea time agency.&rdquo; those books have been with us for a long time. </p> <p>it&rsquo;s just that, for a genre that was predicated on manly toughness, where the murdered was likely a woman, and her killer a man, tana french is a good example of&#8230; [something]</p> <p>CONTENT THOUGHTS</p> <p>-spooky scary magical realism element would have been more palatable as a metaphor for the enchanting/dreamlike qualities of young adulthood if tween protagon had not str8-up identified it as such</p> <p>-magical dream urgency of youth metaphor would have been even less annoying if it had been relevant to the plot, instead of sorta bomb-dropped round page 200, then deployed in a lot of &lsquo;descriptive paragraph asides&rsquo; that dont go anywere, so no one can accuse tana french of just writing plot, then phased out completely with 150 pages left to go. </p> <p>-enjoy no-irony, trust-the-police lines like: &rdquo;I can swear to you, hand on heart, there&rsquo;s a lot more guilty people acquitted than innocent ones in jail.&rdquo; </p> <p>-so detective moran is supposed to be this master debat-- interrogator, but his profiling and categorization had all the subtlety of video game dialogue boxes, where one option is &ldquo;that&rsquo;s a nice sweater&rdquo; and the other is &ldquo;fuck u, chief&rdquo; </p> <p>-listening to serial has probably ruined all procedurals for me</p> <p>-cops used screenwriter 101 logic and investigate the teen gang you&rsquo;d never expect, instead of the snotty teenage girl squad cribbing their lines off mean girls. this counterintuitive decision pays off perfectly, when the least-expected-y teen girl of the never-expected girl gang turns out to be the killer. </p> <p>-irish ppl call merry-go-rounds &ldquo;roundabouts&rdquo; &#8230; lol</p> <p>-DID ANYONE LOOK UP THE SONG??? I STILL TOO BUSY NOT LOOKING UP THE SONG FROM STEPHEN CHBOKSKSUSHYS &ldquo;THE PERKS OF BEING A PARIGUAYO&rdquo; &#8230;.</p>"
    },
    {
        "title": "the stranger",
        "author": "albert camus",
        "imgSrc": "http://d.gr-assets.com/books/1270257405l/331070.jpg",
        "body": "<p>nothing, nothing mattered </p> <p>i would highly recommend clicking on the wikipedia page 4 &quot;the stranger&quot; to any 12-yr-old, then explaining to ur mom that ur are now an &quot;extenZe-ialist&quot; over a plate of 'hot wheels' fruit snacks. </p> <p>i would also highly recommend NOTHING</p> <p>TIPS FOR HOW TO TALK ABOUT THIS BOOK AT A PARTY</p> <p>-spend most of high school thinking that existentialism means &quot;totally depressed&quot; or possibly &quot;death blackness plz no.&quot; quietly reflect that existent = existence w/ that weird suffix &quot;alism&quot; during a math class u will later fail. tell no one of ur epiphany. </p> <p>-realize that &quot;party&quot; denotatively means 'fun social gathering,' but connotatively means &quot;amalgamation of ppl u would normally avoid making eyecontact w/ + alcohol. realize that it's hard to beat &quot;+ alcohol&quot; </p> <p>-listen politely as the kid every1 thinks is a &quot;genius&quot; says the words &quot;death drive&quot; &quot;foucault&quot; &quot;dostoevsky&quot; and &quot;camus&quot; in approximately 3.28 seconds. </p> <p>-NOW'S UR CHANCE;</p> <p>u: hey wat did the existentialist cow say after it tried to cross the road cool lady: ??? u: life is pointless... also... &quot;cam-MOO&quot; *silence* </p> <p>CONTENT THOUGHTS</p> <p>-like most readers, i came into this book with the received knowledge/vague plot summary of &ldquo;guy kills guy, feels nothing, everything is random.&rdquo; what surprised me, then, was how difficult it was for the admittedly blas&eacute; meursault to accept existentialism&mdash;and his own death. </p> <p>here&rsquo;s what the protagon has to say on death row, trying very dearly to reason himself into an appropriately futile frame of mind. he gives himself two options. a) death now, by execution. b) a pardon now, and death in twenty years, from old age. </p> <p>since he&rsquo;ll feel the same fear of death whenever his deathbed happens to occur, &ldquo;it&rsquo;s obvious that when and how don&rsquo;t matter. therefore (and the difficult thing was not to lose sight of all the reasoning&#8230;) i had to accept the rejection of my appeal.&rdquo; </p> <p>&ldquo;then and only then would i&#8230; consider the alternative hypothesis: i was pardoned. the trouble was that i would somehow have to cool the hot blood that would suddenly surge thru my body and sting my eyes with a delirious joy </p> <p>with words like &ldquo;hypothesis&rdquo; &ldquo;rational&rdquo; and &ldquo;reason,&rdquo; camus heightens our sense of the dry, almost scientific nature of existentialism as a philosophy. &ldquo;hypothesis&rdquo; suggests a theory, something to be tried in principle, but whose soothing or palliative reassurance that &ldquo;nothing matters&rdquo; pales in the faces of meursault&rsquo;s &ldquo;hot blood&rdquo;-ed animalistic will to live. </p> <p>of course, in the final pages of the book, camus throws in a &ldquo;the grand inquisitor lite&rdquo; scene and meursault ultimately has a dostoyevskian &lsquo;come-to-jesus&rsquo; moment, except instead of accepting christ&rsquo;s all encompassing love, it&rsquo;s black skinny jeans and spiked belts from hot topic that he embraces. so w/e</p> <p>-shoutout to the U.P. in general and sault sainte marie in specific for convincing me not to pronounce the protagonist&rsquo;s name as merSALT</p> <p>-translator matt ward takes a big ole shit all over stuart gilbert&rsquo;s previous translation&#8230; which is apparently standard etiquette for translators. ward also claims tht &ldquo;no sentence in french literature in english translation is better known than the opening sentence&rdquo; of the stranger. </p> <p>that is not true. the most famous sentence of french literature in english translation is &ldquo;cheese-eating surrender monkeys.&rdquo; </p> <p>-the voicing reminded me of henry chinaski, except without all the hard drinking&#8230; except plus some of the hard drinking. </p> <p>-in summary, no matter what ur assigned convo partner in ms. mitchell&rsquo;s fourth period english class has to say, i would highly recommend stroking ur chin, and replying &ldquo;that may be true&#8230; but who truly was camus&rsquo; stranger? meursault, the arab&#8230; or us??&rdquo; </p> <p>whereas, once again, the machine destroyed everything: you were killed discreetly, with a little shame and with great precision</p>"
    },
    {
        "title": "respond",
        "author": "immediately",
        "imgSrc": "pz",
        "body": "help"
    }
]